[
    {
        "name": "Acer",
        "type": "SAS",
        "bonus": "10 %",
        "slug": "acer",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/Acer-1689584204.jpg",
        "description": "<p>Acer ble grunnlagt i 1976 og er et maskinvare-, programvare- og serviceselskap dedikert til forskning, design, markedsføring, salg og støtte for innovative produkter som forbedrer folks liv. Acers produktspekter inkluderer datamaskiner, skjermer, projektorer og nettbrett.</p>"
    },
    {
        "name": "Adidas",
        "type": "SAS",
        "bonus": "25 %",
        "slug": "adidas",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/Adidas-1689584034.jpg",
        "description": "<p>Adidas&nbsp;tilbyr det nyeste og beste utstyr. Adidas har vært synonymt med fantastiske produkter i mer enn 70 år, så du kan trygt handle de fantastiske produkter på siden.&nbsp;Adidas produkter bringer den beste kvalitet sammen med den nyeste teknologi og innovasjon. Deres pris-vinnende innovasjon bestreber seg konstant på å støtte atleter, som streber efter å nå sine treningsmål.</p>"
    },
    {
        "name": "Adlibris",
        "type": "SAS",
        "bonus": "25 %",
        "slug": "adlibris-no",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/m7EjYhXKch4NBtZGl1rTEvfJjolGqCcGkwzBJiUb.png",
        "description": "<p>Adlibris er en av Nordens ledende nettbutikker med et bredt utvalg av bøker, garn, hobby, leker, kontormateriale, elektronikk og kjøkkenproduker. Vi ønsker å gi våre kunder en god kjøpeopplevelse og vårt mål er alltid å kunne tilby lave priser og rask levering.</p>"
    },
    {
        "name": "AEG",
        "type": "SAS",
        "bonus": "10 %",
        "slug": "aeg",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/AEG-1689584221.jpg",
        "description": "<p>AEG vil alltid være et steg foran, og vi feirer 130 år med innovative løsninger for hjemmet ditt.<br>Vi kombinerer intelligent teknologi med responsiv design gjennom å følge Peter Behrens visjon og designfilosofi – perfeksjon i både form og funksjon.<br>AEG kommer til å fortsette med å skape innovative løsninger og føre vår arv videre inn i fremtiden.</p>"
    },
    {
        "name": "Agoda",
        "type": "SAS",
        "bonus": "15 %",
        "slug": "agoda",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/czUYQD8Ng0pCsTaWVQXyBaNNM0hL8VcOwSgTaxrS.jpg",
        "description": "<div>Agoda er en online reiseplattform som gir verdifulle og givende reiseopplevelser til mennesker over hele verden gjennom Agoda-appen og nettsiden til Agoda. Vårt oppdrag er å styrke alle til å være reisende ved å tilby rimelige hotelltilbud med en Agoda-bestillingsopplevelse som er sømløs fra start til slutt.<br><br><strong>Vennligst merk:</strong> Du tjener kun poeng på hoteller, rom og opphold booket via nettsiden. Du kan ikke tjene poeng på bestillinger gjennom appen deres. Poeng utbetales først etter endt opphold.</div>"
    },
    {
        "name": "Hej Albert",
        "type": "SAS",
        "bonus": "500 kr",
        "slug": "albert",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/Albert-1695372393.jpg",
        "description": "<p>Barnas digitale læringsplattform med tusenvis av morsomme og lærerike øvelser, basert på læreplanen. Avslutt når du vil og&nbsp;tjen&nbsp;poeng selv om du ikke ønsker å fortsette tjenesten.<br><br><strong>Merk vennligst</strong>: Denne kampanjen kan kun brukes én gang pr. kunde og gjelder kun for nye Norske&nbsp;kunder.<br></p>"
    },
    {
        "name": "Allente",
        "type": "SAS",
        "bonus": "1000 kr",
        "slug": "viasat",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/Allente-1689583934.jpg",
        "description": "<p>Selv om vi er den nye gutten i gata, så er vi egentlig ikke så nye. I&nbsp;våren 2021 slo Canal Digital og Viasat seg sammen og ble til Allente.</p>\n\n<p><strong><br></strong></p>\n\n\n\n<p><strong>Merk venligst:</strong>&nbsp;Dette tilbudet kan bare brukes én gang per EuroBonus-medlem og gjelder kun for nye norske&nbsp;medlemmer.<br></p>"
    },
    {
        "name": "Anodyne",
        "type": "SAS",
        "bonus": "50 %",
        "slug": "anodyne",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/Anodyne-1689584130.jpg",
        "description": "<p>Med holdningskorrigerende klær fra Anodyne® kan du enkelt oppnå en bedre holdning og redusere smerter og spenninger. Anodyne® øker holdningsbevisstheten din og kan brukes på kontoret, reiser, aktiv på jobb eller mens du trener.</p>"
    },
    {
        "name": "Apotekhjem",
        "type": "SAS",
        "bonus": "25 %",
        "slug": "apotekhjem",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/Apotekhjem-1689584065.jpg",
        "description": "<p>Apotekhjem er nettbutikken til Fyrstikktorget apotek&nbsp;for forbrukere. Fyrstikktorget apotek er et norskeid, kjedeuavhengig apotek.&nbsp;I 2003 var vi først i Norge med salg av legemidler og apotekvarer til profesjonelle kunder som leger, tannleger og veterinærer over nett. I 2006 var vi igjen først i Norge med salg av reseptfrie apotekvarer til forbrukere. Basert på vår suksess med salg av apotekvarer til forbrukerkundene, har vi etablert en egen nettbutikk for dette, www.apotekhjem.no. Her kan du kjøpe nærmest alle reseptfrie apotekvarer som er tillatt omsatt i Norge og en rekke andre varer for mennesker og dyr.</p>"
    },
    {
        "name": "Arons",
        "type": "SAS",
        "bonus": "25 %",
        "slug": "arons",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/Arons-1689584299.jpg",
        "description": "<p><strong>Høykvalitets kniver, kjøkkenutstyr & pizzaovner</strong></p><p><br></p><p>Arons spesialitet er japanske kokkekniver, men de har de siste årene også tatt inn andre varer de mener hører til på et kjøkken hos den kvalitetsbevisste og matglade kokk. Vi mener at godt arbeidsverktøy er halve jobben uansett hvor flotte råvarer du har for hånden.&nbsp;<br>Vi har importert og distribuert japanske kokkekniver siden 1990, og Masahiro er det knivmerket som har fulgt oss hele veien. I 2008 etablerte vi selskapet Arons AS og vi har i årenes løp komplementert sortimentet med flere spennende knivserier, alle av ypperste kvalitet.&nbsp;</p><p><br></p>\n\n<p>Vi har kniver og utstyr for både hobbykokker, entusiasten og de proffe. Snakk med oss hvis du ønsker å utstyre ditt kjøkken med topp kvalitets kniver.</p>\n\n<p><strong>Fordeler hos Arons.no</strong></p>\n\n<ul><li>Gratis frakt, rask levering og 30 dagers åpent kjøp</li><li>De eneste som selger DeliVita pizzaovner – vakkert design, allsidig bruk og suveren ytelse</li><li>Spesialist på japanske kokkekniver</li></ul>"
    },
    {
        "name": "Babyland",
        "type": "SAS",
        "bonus": "25 %",
        "slug": "babyland",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/lp8X444THqCdFD5PzLIMUNnH2NZDExoRu5sD6qfY.jpg",
        "description": "<div>Hos oss på Babyland.no finner du alt for barn og baby. Barnevogner, bilstoler, leker og mammaklær er bare noen av produktene du finner hos oss på nettet. Vi har også barnehagedekor, barnesenger, sikkerhetsporter, babyvakter og babyenes, i tillegg til ting som gir støtte under amming, f.eks. ammeputer, brystpumper, ammebh, mammaklær, etc. + mye mer.</div>"
    },
    {
        "name": "Babyshop",
        "type": "SAS",
        "bonus": "25 %",
        "slug": "babyshop",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/YLRBdntjaoSi5r1AGepquV9ytisBpeVyTUldVAbo.jpg",
        "description": "<p>Babystore.no selger barneklær og produkter med fokus på høy kvalitet. Sortimentet omfatter også tilbehør som barnevogner, bilseter, soveposer, stellevesker og leke</p>"
    },
    {
        "name": "Bakeren og Kokken",
        "type": "SAS",
        "bonus": "25 %",
        "slug": "bagaren-och-kocken",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/Bagaren_och_Kocken-1689583714.jpg",
        "description": "<p>Bakeren og Kokken er en av Nordens største nettbutikker innen kjøkkenmaskiner og kjøkkenredskap, og har spredt kjøkkenglede siden 2005. Hvert år sender vi ut tusenvis av pakker til fornøyde kunder i hele Skandinavia.</p>"
    },
    {
        "name": "Bambox",
        "type": "SAS",
        "bonus": "25 %",
        "slug": "bambox",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/Bambox-1689583951.jpg",
        "description": "<p>Bambox.no har spesialisert seg i basis produkter laget av bambus. Bambox selger sokker, t-shirts, undetrøyer og boksershorts til menn.</p>"
    },
    {
        "name": "Barbershop.no",
        "type": "SAS",
        "bonus": "15 %",
        "slug": "barbershop.no",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/Barbershop.no-1689583875.jpg",
        "description": "<p>Barbershop.no leverer kvalitetsprodukter til barbering, skjegg og hud.</p>"
    },
    {
        "name": "batteriexperten.com",
        "type": "SAS",
        "bonus": "50 %",
        "slug": "batteriexperten",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/Batteriexperten-1689583616.jpg",
        "description": "<p>Batteriexperten selger batterier og ladere til mobiler, kamera, bærbar PC, og verktøy. Vi selger også knappcellebatterier og batterier til høreapperater, hus-roboter, tannbørster, barbermaskin og mange flere. Nå har vi også et bredt utvalg av kabler med en smart kabelvelger som hjelper deg å finne den rette kablen.</p>"
    },
    {
        "name": "Bærum Energi",
        "type": "SAS",
        "bonus": "1500 kr",
        "slug": "baerum-energi",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/7XeHWdDiHoye7bwn8dhsLyoQSBVfn1VX0xHS9dRo.png",
        "description": "<div>Bærum Energi er startet av mennesker med lang erfaring fra energi bransjen. Vi kan derfor tilby trygghet og samtidig være fleksible for å oppnå høyest mulig kundetilfredshet.<br><br><strong>Vennligst merk: </strong>Denne kampanjen kan kun brukes én gang per medlem og gjelder kun nye norske kunder.</div>"
    },
    {
        "name": "Beautycos",
        "type": "SAS",
        "bonus": "25 %",
        "slug": "beautycos",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/Beautycos-1689583738.jpg",
        "description": "<p>Vi har et av Norges største utvalg av hårprodukter, hudpleieprodukter , parfymer og sminke og alt som skjønner ønskelig. Vi selger alle kjente merkene du kan få fra din frisør, kosmetolog og makeup artist, vi er bare mye billigere.</p>"
    },
    {
        "name": "Bilxtra",
        "type": "SAS",
        "bonus": "50 %",
        "slug": "bilxtra",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/Nfznf8FXcIS2x6fBBKfks929HGXB6FoCkULt0z2v.png",
        "description": "<div><strong>Her finner du alt du trenger for å gjøre bilen og garasjen klar for sesongen! Utforsk gode tilbud på bilpleie, garasjeutstyr, HiFi, lasteutstyr og hengerdeler. Gjør deg klar for vårens eventyr med BilXtra – best på bil!</strong></div>"
    },
    {
        "name": "Björn Borg",
        "type": "SAS",
        "bonus": "25 %",
        "slug": "bjorn-borg",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/Björn_Borg-1695372335.jpg",
        "description": "<p>Björn Borgs sortiment på deras webbshop består av bl.a. kläder, bad och&nbsp;underkläder, strumpor, skor, väskor & resväskor, parfymer samt accessoarer för såväl män, kvinnor och&nbsp;barn.&nbsp;</p>"
    },
    {
        "name": "Bladkongen.no",
        "type": "SAS",
        "bonus": "50 %",
        "slug": "bladkongen.no",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/Bladkongen.no-1689583605.jpg",
        "description": "<p>Bladkongen.no er Norges største nettsted for&nbsp;magasiner og blader. Hos Bladkongen.no kan du bestille norske og&nbsp;internasjonale blader og magasiner til opptil 70% lavere pris enn andre&nbsp;steder.</p>"
    },
    {
        "name": "BliVakker",
        "type": "SAS",
        "bonus": "25 %",
        "slug": "blivakker",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/XXlXMcjtlKoawvi0fP4aezivY1deIsYLW4WTqyad.png",
        "description": "<p>BliVakker er Norges største nettbutikk innen skjønnhet og velvære.&nbsp;I nettbutikken finner du et stort utvalg av kjente merkevarer innen hår, sminke, hudpleie og parfyme. Handler du hos BliVakker får du gratis frakt på alle bestillinger og kun 1-3 dagers levering.</p>"
    },
    {
        "name": "Bodystore",
        "type": "SAS",
        "bonus": "25 %",
        "slug": "bodystore.com",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/Bodystore-1689583655.jpg",
        "description": "<p>Bodystore.no – din helsekostbutikk på nett! Bodystore.no er en av Norges ledende helsekostbutikker på nett og tilbyr produkter innen økologiske matvarer, superfoods, vitaminer & mineraler og hudpleie. Hos Bodystøre.no finner du varemerker som Renée Voltaire, Rawpowder, Superfruits, VitaPrana, Helhetshälsa, Möllers og Urtekram. Bodystore.no, en del av Orkla ASA, er sertifisert av Trygg E-Handel og har fri fakturaavgift, fri frakt over 199,-, fri retur og prisgaranti.</p>"
    },
    {
        "name": "Boohoo",
        "type": "SAS",
        "bonus": "25 %",
        "slug": "boohoo",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/Boohoo-1689583662.jpg",
        "description": "<p>Med opp til 100 nye produkter lagt til butikken hver dag, tilbyr boohoo et stort utvalg av klær, sko og tilbehør til rimelige priser.</p>"
    },
    {
        "name": "Bookbeat",
        "type": "SAS",
        "bonus": "250 kr",
        "slug": "bookbeat",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/Bookbeat-1689583989.jpg",
        "description": "<div>BookBeat er en digital abonnementstjeneste for lyd og e-bøker. Du kan velge mellom tre forskjellige pakker og finne den som passer deg best. Prøv det i dag og lytt i 90 dager gratis. Du fortsetter å tjene poeng selv om du ikke ønsker å fortsette etter den gratis prøveperioden. <br><br><strong>Vennligst merk</strong>: Denne kampanjen kan kun brukes én gang pr. kunde og gjelder kun for nye Norske kunder.</div>"
    },
    {
        "name": "BOSE",
        "type": "SAS",
        "bonus": "25 %",
        "slug": "bose-1",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/BOSE-1689584218.jpg",
        "description": "<p>Bose er godt kjent av kunder over hele verden for å levere kvalitetslyd til hjemmekino og musikk.</p>\n\n<p>Hvor god lydkvalitet er viktig, det er Bose.</p>"
    },
    {
        "name": "Brando",
        "type": "SAS",
        "bonus": "25 %",
        "slug": "brando",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/XlsmjqqrQ1PiiEII9t2Ql7Mjpl03Zay9ZtDeHP7d.png",
        "description": "<div>Brando er en klesbutikk kjede med 22 fysiske butikker. 14 Brando Kids butiker som selger barneklær, og 8 Brandobutikker som selger klær til Dame og Herre. I nettbutikken får du handlet på tvers av alle avdelinger og vi har en rekke spennende &amp; kjente merker.</div>"
    },
    {
        "name": "Brilleland",
        "type": "SAS",
        "bonus": "25 %",
        "slug": "brilleland",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/Brilleland-1689584176.jpg",
        "description": "<p>I over 30 år har Brilleland vokst til å bli en av Norges ledende optikerkjeder, der lave priser og høy kvalitet går hånd i hånd med faglig ekspertise. Det skal alltid komme deg til gode.</p>"
    },
    {
        "name": "Bubbleroom",
        "type": "SAS",
        "bonus": "25 %",
        "slug": "bubbleroom",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/Bubbleroom-1689583729.jpg",
        "description": "<p>Bubbleroom har et bredt utvalg av merkeklær og handle sin nye kjole er det kundene på Bubbleroom elsker mest. De har et stort utvalg av accessoirer, undertøy, sko, jakker og leggings finner du alt du trenger for et festantrekk.&nbsp;</p>"
    },
    {
        "name": "Care of Carl",
        "type": "SAS",
        "bonus": "25 %",
        "slug": "care-of-carl",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/Care_of_Carl-1689583762.jpg",
        "description": "<div>Vi tror at vi, med personlig service, engasjement og interesse, kan forenkle og forgylle hverdagen for våre kunder. Vi gir menn muligheten til å utforme sin egen garderobe og personlige stil, ved å tilby omsorgsfullt utvalgte kvalitetsmerkevarer.<br><br><strong>Vennligst merk:</strong> Du kan ikke tjene poeng på klokker og premium vintage-vesker.</div>"
    },
    {
        "name": "CDON.COM",
        "type": "SAS",
        "bonus": "100 kr",
        "slug": "cdon.com",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/CDON.COM-1689583591.jpg",
        "description": "<div>Velkommen til Nordens største underholdningsbutikk på nettet! Vi tilbyr deg det beste av musikk, film, spill, bøker, sport, klær og hjemmeelektronikk på dine vilkår, det har vi gjort siden starten 1999.</div><div><br></div><div><strong>Vennligst merk: </strong>Du tjener ikke poeng på tobakksvarer, gavekort, mobilabonnementer og medisinske produkter. Du tjener poeng per kjøp og ikke per 100 kr.</div>"
    },
    {
        "name": "Cellbes",
        "type": "SAS",
        "bonus": "25 %",
        "slug": "cellbes",
        "image": "https://storage.onlineshopping.loyaltykey.com/storage/app/public/shops/images/Cellbes-1689583727.jpg",
        "description": "<p>Hos Cellbes kan du kjøpe klær og mye for hjemmet online. Cellbes hjem tilbyr baderomsmatter, duker, sengesett og mote for enhver smak, størrelse & lommebok</p>"
    }
]